Repository: Node-Ninja/sim-flights-tracker
Catalog: lib/core/config/i10n/app_*.arb
Languages: af, id, ru

source: Network
af: Netwerk
id: Jaringan
ru: Сеть

source: Flights
af: Vlugte
id: Penerbangan
ru: Рейсы

# controllers
source: Control
af: Controllers
id: Pengontrol
ru: Диспетчеры

source: Observers
id: Pengamat
ru: Наблюдатели

source: Home
af: Tuis
id: Beranda
ru: Главная

source: Map
af: Kaart
id: Peta
ru: Карта

source: Menu
ru: Меню

source: Altitude
af: Hoogte
id: Ketinggian
ru: Высота

source: Speed
af: Spoed
id: Kecepatan
ru: Скорость

source: Heading
id: Menuju
ru: Курс

source: Total Distance
af: Totale Afstand
id: Jarak Total
ru: Общее расстояние

source: Distance Travelled
af: Aftsand reeds afgelê
id: Jarak Yang Telah Di Tempuh
ru: Пройденное расстояние

source: Distance Remaining
af: Afstand oor
id: Jarak Tersisa
ru: Оставшееся расстояние

source: Time to Destination
af: Tyd tot by die bestemming
id: Waktu Menuju Tujuan
ru: Время до прибытия

# etaLocal
source: ETA
id: Perkiraan Waktu Ketibaan
ru: Ожидаемое время прибытия

source: Country
af: Land
id: Negara
ru: Страна

source: Name
af: Naam
id: Nama
ru: Имя

source: Callsign
af: Roepsein
id: Kode Panggilan
ru: Позывной

source: Airline Details
af: Lugredery se besonderhede
id: Detail Maskapai
ru: Данные авиакомпании

# flightDetails
source: Flight Information
af: Inligting oor die vlug
id: Informasi Penerbangan
ru: Данные о рейсе

# captain
source: Captain {name}
af: Kaptein {name}
id: Kapten {name}
ru: Капитан {name}

source: Aircraft
af: Vliegtuig
id: Pesawat
ru: Воздушное судно

source: Company
af: Maatskappy
id: Perusahaan
ru: Компания

source: Arrived
af: Gearriveer
id: Telah Tiba
ru: Прибыл

source: En Route
af: Oppad
id: Dalam Perjalanan
ru: В пути

source: Approaching
af: Nader
id: Sedang Mendekati
ru: Прибывает

source: Circuits
af: Sirkels
ru: Круги

source: Virtual Airline
af: Virtuele Lugredery
ru: Виртуальная авиакомпания

source: Flag
af: Vlag
id: Bendera
ru: Флаг

source: Region
af: Area
id: Wilayah
ru: Регион

source: Clearance
af: Opruiming
id: Ijin
ru: Разрешение

source: Boarding
af: Instap
id: Menaiki Pesawat
ru: Посадка

source: Departing
af: Vertrek
id: Berangkat
ru: Вылет

source: Arriving Shortly
af: Gaan binnekort arriveer
id: Segera Tiba
ru: Скоро прибудет

source: Unknown
af: Onbekend
id: Tidak Diketahui
ru: Неизвестно

source: Not Available
af: Nie beskikbaar nie
id: Tidak Tersedia
ru: Недоступно

# noOFP
source: Flight plan not filed
af: Vlugplan nie geliasseer nie
id: Tidak Ada Rencana Penerbangan
ru: План полета не указан

# waitingOFP
source: Waiting for flight plan
af: Wag vir vlugplan
id: Menunggu Rencana Penerbangan
ru: Ожидание плана полета

source: Unknown aircraft
af: Onbekende Vliegtuig
id: Pesawat Tidak Diketahui
ru: Неизвестное воздушное судно

# noFlightDetails
source: Cannot load flight details. Please try again later.
af: Kan nie vlugbesonderhede laai nie. Probeer asseblief weer later.
id: Tidak Dapat Memuat Informasi Penerbangan. Coba Lagi Nanti
ru: Невозможно загрузить данные рейса. Попробуйте позже.

# flightDisconnected
source: The flight has disconnected from the network.
af: Die vlug het van die netwerk ontkoppel.
id: Penerbangan Ini Telah Terputus Dari Jaringan
ru: Рейс отключился от сети.

# errorFlightLoad
source: Something went wrong getting flight details. Please view another flight or try again later. We apologize for any inconvenience.
af: Iets het verkeerd geloop om vlugbesonderhede te kry. Bekyk asseblief 'n ander vlug of probeer later weer. Ons vra om verskoning vir enige ongerief.
id: Ada kesalahan dalam mendapatkan informasi penerbangan. Silahkan lihat penerbangan lainnya atau coba lagi nanti. Kami mohon maaf atas ketidak nyamannya.
ru: Ошибка при получении данных рейса. Попробуйте позже.

source: Airport Search
af: Soek ‘n lughawe
id: Pencarian Airport
ru: Поиск аэропорта

source: Vatsim Events
af: Vatsim gebeure
id: Acara VATSIM
ru: События Vatsim

source: Settings
af: Instellings
id: Pengaturan
ru: Настройки

source: ATC Network
af: ATC Netwerk
id: Jaringan ATC
ru: Сеть ATC

source: Language
af: Taal
id: Bahasa
ru: Язык

# aboutApp
source: Sim Flights Tracker is an app that tracks aircraft that are live on the Vatsim and Ivao networks. This app uses publicly available data from Vatsim and from Ivao.
af: Sim Flights Tracker is ‘n toep wat vliegtue wat lewendig is op óf die Vatsim óf IVAO netwerk opspoor. Die toep gebruik inligting wat publiek beskikbaar is van Vatsim en van IVAO.
id: Sim Flight Tracker adalah sebuah aplikasi pelacakan pesawat yang sedang terbang di jaringan VATSIM dan ICAO. Aplikasi ini menggunakan data umum yang tersedia dari VATSIM dan dari ICAO.
ru: Sim Flights Tracker – это приложение для отслеживания полётов в сети Vatsim и Ivao.

# appDisclaimer
source: All third-party names, logos, and trademarks (including but not limited to airline brands) are the property of their respective owners. Their inclusion in this app is for informational and illustrative purposes only, and does not imply any affiliation with, sponsorship by, or endorsement from the respective trademark holders. This app is not affiliated with, sponsored by, or endorsed by any airline or flight simulation network.
af: Alle derdeparty-produkte, maatskappyname en logo's is handelsmerke™ of geregistreerde® handelsmerke en bly die eiendom van hul onderskeie houers. Die gebruik daarvan impliseer geen affiliasie met of onderskrywing deur hulle nie.
id: Semua produk pihak ketiga, nama perusahaan dan logo merek dagang™ atau merek dagang terdaftar® adalah tetap merupakan properti pemiliknya. Menggunakannya tidak berarti berafiliasi dan atau mendapat dukungan dari mereka.
ru: Все торговые марки и логотипы принадлежат их владельцам.

# loaderText
source: Fetching details
af: Haal tans besonderhede
id: Memuat Informasi
ru: Получение данных

# searchATC
source: Search with area code or airport ICAO ID
af: Soek met ‘n area kode or met ‘n lughawe se ICAO kode
id: Cari Dengan Kode Area atau ICAO Bandara
ru: Поиск по коду области или ICAO аэропорта

# noControllers
source: No controllers found matching your search query. Please try again.
af: Geen beheerders gevind wat by jou soeknavraag pas nie. Probeer asseblief weer.
id: Tidak Ada ATC Ditemukan Berdasarkan Pencarianmu, Silahkan Coba lagi
ru: Диспетчеры не найдены.

# searchAirports
source: Search with airport name or airport ICAO ID
af: Soek met ‘n lughawe se naam of met ‘n lughawe se ICAO kode.
id: Cari Airport Dengan Nama Atau ICAO
ru: Поиск по названию или ICAO аэропорта

# airportsInfo
source: Search and find information about airports around the world
af: Soek en vind inligting oor lughawens regoor die wêreld
id: Cari Dan Temukan Informasi Mengenai Bandara Di Seluruh Dunia
ru: Найдите информацию об аэропортах по всему миру

# oops
source: Oops! Something went wrong. Please try again later.
af: Agge nee! Iets het verkeerd gegaan. Probeer asseblief later weer.
id: Oops! Ada Kesalahan. Coba Lagi Nanti
ru: Упс! Что-то пошло не так.

# noFlightsQuery
source: No flights found matching your search query. Please try again
af: Geen vlugte gevind wat by jou soektog pas nie. Probeer asseblief weer
id: Tidak Ada Penerbangan Ditemukan Berdasarkan Pencarianmu. Silahkan Coba Lagi
ru: Рейсы не найдены

source: Search with flight number
af: Soek met ‘n vlug nommer
id: Cari Dengan Nomor Penerbangan
ru: Поиск по номеру рейса

source: Online Controllers
af: Aanlyn lugverkeerbeheerder
id: Online ATC
ru: Диспетчеры в сети

source: Identification
af: Identifikasie
id: Identifikasi
ru: Идентификация

source: Surface
af: Oppervlakte
id: Permukaan
ru: Покрытие

source: Has lights?
af: Het ligte?
ru: Есть освещение?

source: Yes
af: Ja
ru: Да

source: No
af: Nee
ru: Нет

source: View details
af: Sien besonderhede
id: Melihat Detail
ru: Просмотр деталей

source: Elevation
af: Hoogte
id: Ketinggian
ru: Высота

# lostInternetConnection
source: Lost connection to the internet. Please reconnect.
af: Het verbinding met die internet verloor. Herkoppel asseblief.
id: Internet Terputus. Silahkan Sambungkan Kembali
ru: Потеряно соединение с сетью

# hasNotStarted
source: Hasn't started
af: Het nie begin nie
id: Belum Mulai
ru: Не началось

source: Starting Now
af: Begin nou
id: Memulai Sekarang
ru: Начинается сейчас

source: In Progress
af: Aan die gang
id: Dalam Proses
ru: В процессе

source: Ending Now
af: Eindig nou
id: Berakhir Sekarang
ru: Заканчивается сейчас

source: Has Ended
af: Het geëindig
id: Telah Selesai
ru: Завершено

# tapToExit
source: Tap back to exit
af: Tik terug om uit te gaan
id: Tekan Lagi Untuk Keluar
ru: Нажмите назад для выхода

source: Variable
af: Veranderlik
id: Variabel
ru: Переменная

# noMetar
source: No metar information available.
af: Geen METAR informasie is beskikbaar nie
id: Tidak Ada Informasi METAR Tersedia
ru: Нет информации о погоде

source: Wind calm
af: Wind is kalm
id: Angin Redah
ru: Штиль

source: Go Back
af: Gaan Terug
id: Kembali
ru: Назад

# noEvents
source: No Events Found
af: Geen Gebeurtenisse Gevind Nie
id: Tidak Ada Acara Ditemukan
ru: Событий не найдено

# noEventsPlanned
source: There are no events planned for this day.
af: Daar is geen gebeurtenisse beplan vir hierdie dag nie.
id: Tidak Ada Acara Untuk Hari Ini
ru: Нет запланированных событий

# dateType
source: Use date/time
af: Gebruik datum/tyd
id: Jenis Tanggal/Waktu
ru: Дата/время

# hourLetter
source: h
id: J
ru: ч

# minuteShort
source: min
id: menit
ru: мин

source: Local
af: Plaaslike
id: Lokal
ru: Местное

# timeSelection
source: Times and dates are in {type} time
af: Tyd en datums is in {type} tyd
id: Waktu dan tangga adalah waktu {type}
ru: Время и даты указаны в {type} времени

source: Delivery
id: Pengiriman
ru: Доставка

source: Ground
af: Grond
id: Darat
ru: Перрон

source: Tower
af: Toring
id: Menara
ru: Башня

source: Approach
af: Benadering
id: Mendekati
ru: Подход

source: Center
af: Area
id: Tengah
ru: Центр

# atcFull
source: Air Traffic Controller
af: Lugverkeerkontroleerder
id: Pengontrol lalu lintas udara
ru: Диспетчер воздушного движения

# flyingNoOfp
source: Flying without a valid flight plan.
af: Vlieg sonder 'n geldige vlugplan.
id: Terbang tanpa rencana penerbangan yang valid.
ru: Полет без плана

source: Share Event
af: Deel Gebeur
id: Bagikan Acara
ru: Поделиться событием

source: Partaking Airports
af: Neem deel
id: Mengambil Bagian
ru: Участвующие аэропорты

source: End Time
af: Eind Tyd
id: Akhir Waktu
ru: Время окончания

source: Start Time
af: Begin Tyd
id: Waktu Mulaia
ru: Время начала

source: Organizer
af: Organiseerder
id: Penyelenggara
ru: Организатор

source: Event Details
af: Gebeurtenisbesonderhede
id: Detail Acara
ru: Детали события

# eventReminderRemoved
source: Event reminder has been removed.
af: Gebeurtenisherinnering is verwyder.
id: Pengingat acara telah dihapus.
ru: Напоминание о событии удалено.

# eventReminderSet
source: Reminder has been set for this event.
af: Geleentheidsherinnering is bygevoeg.
id: Pengingat acara telah ditambahkan.
ru: Напоминание о событии установлено.

# eventAdd
source: Add reminder
af: Voeg gebeurtenis by
id: Tambahkan pengingat
ru: Добавить напоминание

# eventRemove
source: Remove reminder
af: Verwyder gebeurtenis
id: Hapus pengingat
ru: Удалить напоминание

source: minutes
af: minute
id: Menit
ru: минут

source: hours
af: ure
id: jam
ru: часы

source: Watch Ad
af: Kyk Advertensie
id: Menonton Iklan
ru: Смотреть рекламу

# flightsLog
source: VATSIM Profile
af: VATSIM-profiel
id: Profil VATSIM
ru: Профиль VATSIM

source: Flight in progress
af: Vlug aan die gang
id: Penerbangan Sedang Berlangsung
ru: Рейс выполняется

# noFlightHistory
source: No history. Please check your Vatsim ID in the app settings
af: Geen geskiedenis. Kontroleer asseblief jou Vatsim ID in die app-instellings
id: Tidak ada riwayat. Silakan periksa ID Vatsim Anda di pengaturan aplikasi
ru: Нет истории полётов. Проверьте ваш Vatsim ID в настройках приложения.

source: Helipad
af: Helikopterlandingsplek
ru: Вертолетная площадка

source: Runways
af: Vlugbane
id: Landasan Pacu
ru: Взлетно-посадочные полосы

source: About
af: Oor
id: Tentang
ru: О приложении

# latestHundredFlights
source: VATSIM profile and flights
af: JVATSIM-profiel en vlugte
id: Profil dan penerbangan VATSIM
ru: Профиль VATSIM и рейсы

# searchAirportInformation
source: Search airport information and metar
af: Soek lughaweninligting en METAR
id: Cari informasi bandara dan METAR
ru: Поиск информации об аэропорте и метаданных

# vatsimEventsDescription
source: Current and upcoming events on Vatsim
af: Huidige en komende gebeure op Vatsim
id: Acara saat ini dan yang akan datang di Vatsim
ru: Текущие и предстоящие события на Vatsim

# settingsDescription
source: Preferences and contributions
af: Voorkeure en bydraes
id: Preferensi dan kontribusi
ru: Предпочтения и взносы

# aboutAppDescription
source: Information about the app and developer
af: Inligting oor die app en ontwikkelaar
id: Informasi tentang aplikasi dan pengembang
ru: Информация о приложении и разработчике

# totalFlightCount
source: Total Flights
af: Totale vlugte
id: Total penerbangan
ru: Всего рейсов

source: View more
af: Bekyk meer
id: Lagi
ru: Более

source: Events
af: Gebeure
id: Acara
ru: События

# donatePaypal
source: Buy me coffee
af: Koop vir my koffie
id: Belikan saya kopi
ru: Купи мне кофе

source: Pilot hours
af: Ure as vlieënier
id: Keseluruhan Jam Terbang
ru: Часы пилота

source: ATC hours
af: Lugverkeersbeheer-ure
id: Jam pengontrol keseluruhan
ru: Часы диспетчера

source: SUP hours
af: Ure as toesighouer
id: Jam Pengawas Keseluruhan
ru: Часы супервизора

source: General Settings
af: Algemene instellings
id: Pengaturan umum
ru: Общие настройки

# vatsimSettings
source: Vatsim Setting
af: VATSIM instellings
id: Pengaturan VATSIM
ru: Настройки VATSIM

source: Support the app
af: Ondersteun die toepassing
id: Dukung aplikasinya
ru: Приложение поддержки

source: Cruise Altitude
af: Cruise hoogte
id: Ketinggian Jelajah
ru: Высота круиза

source: Cruise Speed
af: Cruise spoed
id: Kecepatan Pesawat
ru: Крейсерская скорость

source: Navbar Style
af: Navigasiebalk-styl
id: Gaya bilah navigasi
ru: Стиль навигационной...

# loginWithVatsim
source: Login with your VATSIM account
af: Meld aan met jou VATSIM-rekening
id: Masuk dengan akun VATSIM Anda
ru: Войдите с помощью своей учетной записи VATSIM

# loginWithVatsimLabel
source: View profile details, flight history, and more
af: Sien profielbesonderhede, vluggeskiedenis, en meer
id: Lihat detail profil, riwayat penerbangan, dan lainnya
ru: Просмотрите данные профиля, историю полётов и многое другое

# authWithVatsim
source: Login with VATSIM
af: Meld aan met VATSIM
id: Masuk dengan VATSIM
ru: Войти через VATSIM

source: Logout
af: Teken af
id: Keluar
ru: Выйти

# configLoadFail
source: Could not load app configuration. Please restart the app.
af: Kon nie die toepassing se konfigurasie laai nie. Begin asseblief die toepassing weer.
id: Tidak dapat memuat konfigurasi aplikasi. Silakan mulai ulang aplikasinya.
ru: Не удалось загрузить конфигурацию приложения. Пожалуйста, перезапустите приложение.

# screenNotFound
source: The screen you are looking for does not exist
af: Die skerm waarna jy soek, bestaan nie.
id: Layar yang Anda cari tidak ada.
ru: Экран, который вы ищете, не существует.

source: Vatsim ID
id: ID Vatsim

# supportApp
source: Love using the app? Help us keep improving by making a contribution below! Your support goes a long way. And while you're here, we'd appreciate it if you could take a moment to rate us on Google Play or the App Store. Thank you!
id: Suka aplikasi ini ? Bantu kami terus berkembang dengan membuat kontribusi! Bantuanmu sangat berarti. Sementara Anda disini, kami mengapresiasi jika Anda dapat mengambil waktu sebentar untuk menilai kami di Google Play atau Apps Store. Terima kasih!
